import { IReviewsData } from '../interfaces/reviews.interface';

const ReviewsData: IReviewsData[] = [
  {
    name: 'Ігор',
    review:
      'Професійний ремонт, майстер відповів на усі питання. Швидко ремонтує, зайняло хвилин 10. Знає свою справу. Рекомендую!',
    date: '19.09.2023',
  },
  {
    name: 'Оксана',
    review:
      'У небулайзера з’явилась проблема з подачею пари, і я звернулась в майстерню ОкіМайстер. Проблему швидко усунули, і тепер все працює відмінно! Приємний майстер, дякую за допомогу!',
    date: '22.07.2023',
  },
  {
    name: 'Богдан',
    review:
      'Дякую за ремонт! Найголовніше, що швидко продіагностували, виявили проблему в концентраторі і підібрали запчастини саме під мій випадок, і вартість виявилась менше, ніж я очікував.',
    date: '29.08.2023',
  },
  {
    name: 'Андрій',
    review:
      'Дуже компетентний фахівець, дав детальну консультацію, пояснив велику кількість нюансів, налаштував слуховий на роботу - буду звертатися ще 💪🏼',
    date: '07.07.2023',
  },
  {
    name: 'Сергій',
    review:
      'Щиро дякую майстру за допомогу своєчасного та якісного вирішення проблеми. Його консультація щодо кисневого концентратора була дуже корисною. Рекомендую!',
    date: '05.08.2023',
  },
  {
    name: 'Марина',
    review:
      'Був несправний тонометр, приїхала за вказаноюл адресою. Майстер відремонтував при мені тонометр та перевірив на точність. Дуже чуйний і приємний чоловік. Професіонал своєї справи.',
    date: '03.09.2023',
  },
];

export default ReviewsData;
